Revit 2027 API
SymbolTypeId.KgfDashM Property
 Symbol kgf-m, indicating unit Kilogram force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgfDashM { get; }
Public Shared ReadOnly Property KgfDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgfDashM {
	ForgeTypeId^ get ();
}
static member KgfDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace